"Style" = "Stil";
"Delete Page(s)?" = "Şterge pagini?";
"Annotations" = "Notițe";
"Close" = "Închide";
"Thickness" = "Grosimea";
"Match Case" = "Potrivire litere";
"%i/%i" = "%1$i/%2$i";
"Password" = "Parola";
"Skip" = "Salt";
"Share" = "Cota de";
"Add Author" = "Adaugă autor";
"Save" = "Salvaţi";
"Type" = "Tip";
"Copy" = "Copie";
"Outline" = "Schiță";
"Settings" = "Setări";
"Search" = "Caută";
"Delete" = "Ştergeţi";
"Single Page" = "O pagină";
"Bookmarks" = "Semne de carte";
"%d of %d" = "%1$d of %2$d";
"Modify %@ on Page %d" = "Modify %1$@ on Page %2$d";
"Note" = "Notă";
"Remove %@ on Page %d" = "Remove %1$@ on Page %2$d";
"Error" = "Eroare";
"Whole Word" = "Întreg cuvântul";
"Opacity" = "Opacitate";
"Add %@ on Page %d" = "Add %1$@ on Page %2$d";
"%@ Document - %@" = "%1$@ Document - %2$@";
"New Signature" = "Noua semnătură";
"Enter a page number (%d to %d)" = "Enter a page number (%1$d to %2$d)";
